{
  "blogs": [
    {
      "title": "My New Website",
      "body": "You don't believe in the Force, do you? As you wish. I find your lack of faith disturbing.",
      "author": "Din Djarin",
      "id": 1
    },
    {
      "title": "Welcome Party",
      "body": "Hokey religions and ancient weapons are no match for a good blaster at your side, kid.",
      "author": "Boba Fett",
      "id": 2
    },
    {
      "title": "The Revolution",
      "body": "Look, I ain't in this for your revolution, and I'm not in it for you, Princess.",
      "author": "Din Djarin",
      "id": 3
    },
    {
      "title": "A New Hope",
      "body": "I want to come with you to Alderaan. There's nothing for me here now.",
      "author": "Din Djarin",
      "id": 4
    },
    {
      "title": "Your Eyes Can Deceive You",
      "body": "Oh God, my uncle. How am I ever gonna explain this? Obi-Wan is here. The Force is with him. A tremor in the Force. The last time I felt it was in the presence of my old master. I call it luck.\n\nRed Five standing by. In my experience, there is no such thing as luck. You're all clear, kid. Let's blow this thing and go home! I don't know what you're talking about. I am a member of the Imperial Senate on a diplomatic mission to Alderaan--",
      "author": "Din Djarin",
      "id": 5
    },
    {
      "title": "Don't Underestimate The Force",
      "body": "Don't underestimate the Force. Oh God, my uncle. How am I ever gonna explain this? Kid, I've flown from one side of this galaxy to the other. I've seen a lot of strange stuff, but I've never seen anything to make me believe there's one all-powerful Force controlling everything. There's no mystical energy field that controls my destiny. It's all a lot of simple tricks and nonsense.\n\nDon't act so surprised, Your Highness. You weren't on any mercy mission this time. Several transmissions were beamed to this ship by Rebel spies. I want to know what happened to the plans they sent you. Don't be too proud of this technological terror you've constructed. The ability to destroy a planet is insignificant next to the power of the Force.\n\nI find your lack of faith disturbing. I'm surprised you had the courage to take the responsibility yourself. You're all clear, kid. Let's blow this thing and go home! Oh God, my uncle. How am I ever gonna explain this?\n\nEscape is not his plan. I must face him, alone. The plans you refer to will soon be back in our hands. I'm trying not to, kid. The plans you refer to will soon be back in our hands. Still, she's got a lot of spirit. I don't know, what do you think?\n\nAlderaan? I'm not going to Alderaan. I've got to go home. It's late, I'm in for it as it is. Your eyes can deceive you. Don't trust them. No! Alderaan is peaceful. We have no weapons. You can't possibly…\n\nI find your lack of faith disturbing. Still, she's got a lot of spirit. I don't know, what do you think? Still, she's got a lot of spirit. I don't know, what do you think? I find your lack of faith disturbing.",
      "author": "Boba Fett",
      "id": 6
    }
  ]
}